# code --list-extensions
2gua.rainbow-brackets
aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
christian-kohler.path-intellisense
codezombiech.gitignore
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
IBM.output-colorizer
imagio.vscode-dimmer-block
littlefoxteam.vscode-python-test-adapter
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
nhoizey.gremlins
njpwerner.autodocstring
phplasma.csv-to-table
redhat.vscode-yaml
shardulm94.trailing-spaces
slevesque.vscode-hexdump
stkb.rewrap
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
zeithaste.cursorCharCode
