# code --list-extensions
amazonwebservices.aws-toolkit-vscode
jsaulou.theme-by-language
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
njpwerner.autodocstring
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
