# code --list-extensions
amazonwebservices.aws-toolkit-vscode
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
GrapeCity.gc-excelviewer
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
njpwerner.autodocstring
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
